tap "AdoptOpenJDK/openjdk"
tap "hashicorp/tap"

brew "bash"
brew "bash-completion"
brew "bzip2"
brew "chruby"
brew "git"
brew "gnu-sed"
brew "go"
brew "gpg"
brew "ipcalc"
brew "jq"
brew "keychain"
brew "libpq", link: true
brew "mas"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-install"
brew "shellcheck"
brew "telnet"
brew "tfenv"
brew "tree"
brew "watch"
brew "wget"
brew "xz"
brew "zlib"

cask "1password"
cask "adoptopenjdk11"
cask "aws-vault"
cask "docker"
cask "firefox"
cask "fluid"
cask "iterm2"
cask "keybase"
cask "signal"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"

mas "BetterSnapTool", id: 417375580
