tap "AdoptOpenJDK/openjdk"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/cask-drivers"
tap "tilt-dev/tap"

brew "bash"
brew "bash-completion"

brew "asdf"
brew "bzip2"
brew "direnv"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gpg"
brew "grep"
brew "ipcalc"
brew "jq"
brew "keychain"
brew "libpq", link: true
brew "mas"
brew "mysql-client"
brew "pinentry"
brew "shellcheck"
brew "telnet"
brew "tilt-dev/tap/tilt"
brew "tree"
brew "watch"
brew "wget"
brew "xz"
brew "zlib"

cask "1password"
cask "adoptopenjdk11"
cask "aws-vault"
cask "docker"
cask "firefox"
cask "fluid"
cask "google-chrome"
cask "iterm2"
cask "keybase"
cask "menumeters"
cask "signal"
cask "slack"
cask "yubico-yubikey-manager"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"

mas "1Password for Safari", id: 1569813296
mas "BetterSnapTool", id: 417375580
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
