tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "tilt-dev/tap"

brew "bash"
brew "bash-completion@2"

brew "bzip2"
brew "direnv"
brew "caffeine"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "glab"
brew "gnu-sed"
brew "gpg"
brew "grep"
brew "ipcalc"
brew "jq"
brew "libpq", link: true
brew "mas"
brew "mise"
brew "mysql-client"
brew "pinentry"
brew "shellcheck"
brew "telnet"
brew "tilt-dev/tap/tilt"
brew "tree"
brew "watch"
brew "wget"
brew "xz"
brew "zlib"

cask "1password"
cask "1password-cli"
cask "aws-vault-binary"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "keybase"
cask "menumeters"
cask "slack"
cask "visual-studio-code"
cask "zed"
cask "zoom"

mas "1Password for Safari", id: 1569813296
mas "Keynote", id: 361285480
mas "Numbers", id: 361304891
mas "Pages", id: 361309726
mas "Peekdown", id: 6757321612
